cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'sdkman/tap'

brew 'imagemagick'
brew 'wget'
brew 'apktool'
brew 'cocoapods'
brew 'colima'
brew 'docker'
brew 'docker-compose'
brew 'htop'
brew 'jq'
brew 'kdoctor'
brew 'kotlin'
brew 'ktlint'
brew 'kubernetes-cli'
brew 'watchman'
brew 'zsh'
brew 'coreutils'
brew 'git-lfs'
brew 'xcodesorg/made/xcodes'

cask 'android-studio'
cask 'gpg-suite'
cask 'bruno'
cask 'obsidian'
cask 'chatgpt'
cask 'intellij-idea'
cask 'dbeaver-community'
cask 'iterm2'
cask 'reactotron'
cask 'kotlin-native'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'mockoon'
cask 'arc'
cask 'zoom'
cask 'proxyman'
cask 'font-meslo-lg-nerd-font'
cask 'vysor'
cask 'cleanshot'
cask 'spotify'
cask 'menuwhere'
cask 'rectangle'
cask 'textsniper'
cask 'bartender'
cask 'slack'
